-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Aug 12, 2024 at 03:56 PM
-- Server version: 10.4.32-MariaDB
-- PHP Version: 8.2.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `nextgenit_blog`
--

-- --------------------------------------------------------

--
-- Table structure for table `admins`
--

CREATE TABLE `admins` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 1,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- Dumping data for table `admins`
--

INSERT INTO `admins` (`id`, `name`, `email`, `password`, `status`, `created_at`) VALUES
(1, 'Mohammad Sobuj', 'user@gmail.com', '$2y$10$MnBvflxjFx0fxXSf2bSaR.ikYyo35.PHo/lcgnx50s5HSDSJVo.UG', 1, '2024-08-11 08:58:05'),
(2, 'Nextgenit LTD', 'user2@gmail.com', '$2y$10$MnBvflxjFx0fxXSf2bSaR.ikYyo35.PHo/lcgnx50s5HSDSJVo.UG', 1, '2024-08-12 13:06:27');

-- --------------------------------------------------------

--
-- Table structure for table `blogs`
--

CREATE TABLE `blogs` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `title` text NOT NULL,
  `description` longtext NOT NULL,
  `cover_image` varchar(255) DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 1,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- Dumping data for table `blogs`
--

INSERT INTO `blogs` (`id`, `user_id`, `title`, `description`, `cover_image`, `status`, `created_at`) VALUES
(3, 1, 'ছাত্র-জনতার আন্দোলনে বারুদ হয়ে ওঠা স্লোগানগুলো', '<p>আন্দোলনের ভাষা হলো স্লোগান। তবে স্লোগান আগে থেকে ঠিক করা থাকে না। মিছিল ও সমাবেশ থেকে স্লোগান জন্ম নেয়। হয়ে ওঠে আন্দোলনকারীদের দাবির প্রতীক।</p><p><br></p><p>সরকারি চাকরিতে কোটাব্যবস্থা সংস্কারের দাবিতে গত ১ জুলাই আন্দোলনে নামে ‘বৈষম্যবিরোধী ছাত্র আন্দোলন’। আন্দোলনে নানান ঘটনাপ্রবাহের সঙ্গে সঙ্গে বদল আসে স্লোগানে। এসব স্লোগান আন্দোলনকারীদের মধ্যে বারুদের মতো কাজ করে। জোগায় ঐক্যবদ্ধ লড়াইয়ের প্রেরণা।</p><p><br></p><p>শুরুতে আন্দোলন অহিংসই ছিল। কিন্তু শিক্ষার্থীদের ওপর ছাত্রলীগসহ আইনশৃঙ্খলা রক্ষাকারী বাহিনী চড়াও হলে ১৫ জুলাই আন্দোলন সহিংস হয়ে ওঠে। এরপর ধীরে ধীরে শিক্ষার্থীদের এই আন্দোলন প্রবল আন্দোলনের রূপ নেয়। বাড়তে থাকে সহিংসতা। শেষে সরকার পতনের এক দফা দাবি তুলে ছাত্র-জনতার তুমুল আন্দোলন সফল হয়। ৫ আগস্ট পতন ঘটে শেখ হাসিনা সরকারের।</p><p><br></p><p>কোটা সংস্কার থেকে সরকার পতনের দাবি—৩৬ দিনের এই আন্দোলনের শেষ তিন সপ্তাহে তৈরি হয়েছে নতুন নতুন স্লোগান। বদলেছে দাবির ভাষাও।</p><p><br></p><p>‘আমি কে তুমি কে, রাজাকার, রাজাকার; কে বলেছে, কে বলেছে, স্বৈরাচার, স্বৈরাচার’—এর মতো শ্লেষের প্রতিবাদ একপর্যায়ে রূপ নেয় সরকার পতনের এক দফা এক দাবিতে। ‘এক দুই তিন চার, শেখ হাসিনা গদি ছাড়’-এর মতো বজ্রকঠিন কিছু স্লোগান ওঠে।</p><p><br></p><p>মাঝের তিন সপ্তাহে যে স্লোগানগুলো শোনা গিয়েছিল, সেখানে আছে ‘চাইলাম অধিকার হয়ে, হয়ে গেলাম রাজাকার’; ‘আপস না সংগ্রাম, সংগ্রাম সংগ্রাম’ এবং ‘দালালি না রাজপথ, রাজপথ রাজপথ’-এর মতো আরও অনেক স্লোগান।</p><p><br></p><p>তবে আন্দোলনের গতি আর এসব স্লোগান তীব্র হয়ে ওঠে আবু সাঈদের মৃত্যুর পর। গত ১৬ জুলাই কোটা সংস্কার আন্দোলনে পুলিশের গুলিতে নিহত হন রংপুরের বেগম রোকেয়া বিশ্ববিদ্যালয়ের ছাত্র আবু সাঈদ। এর পর থেকেই স্লোগান শুরু হয়, ‘আমার খায়, আমার পরে, আমার বুকেই গুলি করে’; ‘তোর কোটা তুই নে, আমার ভাই ফিরিয়ে দে’; ‘বন্দুকের নলের সাথে ঝাঁজালো বুকের সংলাপ হয় না’ এবং ‘লাশের ভেতর জীবন দে, নইলে গদি ছাইড়া দে’—এসব স্লোগান। যেখানে কয়েকটি শব্দেই জানিয়ে দেওয়া হয়েছে জনতার এই দাবির সঙ্গে আছে প্রাণ হারানোর যন্ত্রণা।</p>', 'blog-image-371723457287.webp', 1, '2024-08-12 10:08:07'),
(4, 1, 'আপনারা বরং দল পুনর্গঠন করুন: আওয়ামী লীগকে স্বরাষ্ট্র উপদেষ্টা', '<p>আওয়ামী লীগ প্রসঙ্গে এক প্রশ্নের জবাবে স্বরাষ্ট্র উপদেষ্টা ব্রিগেডিয়ার জেনারেল (অব.) এম সাখাওয়াত হোসেন বলেন, ‘লোক জড়ো করুক, আর যাই করুক, আমি আপনাদের একটা অনুরোধ করি, এমন কিছু করবেন যে আপনাদের (আওয়ামী লীগ) জীবন বিপন্ন হয়। এ দেশের পাবলিক এখনো আপনাদের গ্রহণ করতে আসেনি। আমি বরং মনে করি, আপনারা আপনাদের পার্টি রিঅর্গানাইজ (পুনর্গঠন) করেন।’</p><p><br></p><p>ছাত্র-জনতার আন্দোলনে আহত আনসার সদস্যদের সম্মিলিত সামরিক হাসপাতালে (সিএমএইচ) দেখতে গিয়ে আজ সোমবার সকালে এম সাখাওয়াত হোসেন এসব কথা বলেন।</p><p><br></p><p>বাংলাদেশে আওয়ামী লীগের অনেক অবদান আছে উল্লেখ করে এম সাখাওয়াত হোসেন বলেন, ‘এটা আমরা অস্বীকার করতে পারি না। দলকে পুনর্গঠন করেন, রাজনৈতিক দলের মতো যেভাবে থাকে, নির্বাচন আসলে প্রতিদ্বন্দ্বিতা করবেন, জনগণ ভোট দিলে ভোটে যাবেন।’</p><p><br></p><p>এম সাখাওয়াত হোসেন বলেন, ‘আপনারা (আওয়ামী লীগ) এই দেশকে আরেকজনের হাতে তুলে দেবেন? তাহলে আমরা যে মুক্তিযুদ্ধ করলাম, ৩০ লাখ লোক মারা গেল, সেই ৩০ লাখ লোকের ওপর দাঁড়িয়ে দেশটা আপনি আরেকজনের হাতে তুলে দেবেন? এ দেশের লোক এত তাড়াতাড়ি ভুলে নাই। কারণ যাকে ধরছিলেন নেতা, সেই নেতারা এখন পালিয়ে বেড়াচ্ছে। যাকে ধরছে, সেই নেতাকে আমরা বাঁচাতে পারছি না। অনেক নেতাকে অনেকে বাঁচিয়েছে, আমরা জানি না এ কথা।’</p><p><br></p><p>মারামারি করে কোনো লাভ নেই উল্লেখ করে এম সাখাওয়াত হোসেন বলেন, ‘এখানে আরও কিছু লোকের মৃত্যু আমরা চাই না। ইতিমধ্যে পাঁচ শ, হয়তো আরও বেশি মারা গেছে উভয় পক্ষের। পুলিশের এই অবস্থা হয়েছে। আনসারের এই অবস্থা হয়েছে। আমরা যদি উসকানি দিতাম, আপনারা টিকতে পারতেন না। আমরা আর্মিকে মানা করেছি। কারণ, কাকে মারবেন আপনি? পুলিশকে দিয়ে কাকে মারিয়েছেন? পুলিশকে দিয়ে মারিয়েছেন আপনার সন্তানকে। একজন পুলিশের সদস্য কী বললেন যে, স্যার, কয়টা গুলি লাগে, তার ছেলে লাশ। এটা করবেন না। অনুরোধ করছি, প্ররোচনায় আইসেন না। ব্যক্তিগত স্বার্থে আপনারা এত বড় একটা দলকে নষ্ট কইরেন না। এটা (আওয়ামী লীগ) আমাদের গর্ব। এটা নষ্ট করার কোনো অধিকার নাই।’</p><p><br></p><p>প্রতি বিপ্লবের জন্য হাজার হাজার মানুষের রক্তের প্রয়োজন উল্লেখ করে স্বরাষ্ট্র উপদেষ্টা বলেন, ‘আর কেউ যদি মনে করে আবার একটা কাউন্টার রেভোল্যুশন (প্রতি বিপ্লব) করে আসবেন, কাউন্টার রেভোল্যুশন করতে হলে হাজার হাজার লোকের রক্তের প্রয়োজন। যদি আপনারা সেই দায়িত্ব নিতে চান, তাহলে আমার কিছু করার নাই।’</p><p><br></p><p>কোনো রাজনৈতিক দল নয়, দেশের তরুণ প্রজন্ম এবার বিপ্লব করেছে উল্লেখ করে এম সাখাওয়াত হোসেন বলেন, ‘দে হ্যাভ গিভেন দেয়ার লাইভস (তারা তাদের জীবন দিয়েছে)। যেটা আপনারা কোনো দিন দিতে পারতেন না। পুলিশের গুলি খাওয়ার জন্য দাঁড়িয়ে আছে। তাদের কোনো দুঃখ নাই। এরা (তরুণ) আপনাদের (প্রতি বিপ্লবকারীদের) মোকাবিলা করবে। অনুরোধ করছি, দয়া করে দেশকে স্বাধীন রাখেন।’</p><p><br></p><p>৭ দিনের মধ্যে অস্ত্র জমা দিতে হবে</p><p>বেসামরিক মানুষের হাতে নিষিদ্ধ ৭ পয়েন্ট ৬২ এমএম রাইফেল গেছে বলেও উল্লেখ করেন স্বরাষ্ট্র উপদেষ্টা এম সাখাওয়াত হোসেন। তিনি বলেন, যেটা বেসামরিক মানুষের হাতে যাওয়ার কথা না। সেটার অথোরাইজড পুলিশ ও র‌্যাবকে করা হয়েছিল। সেই অস্ত্র কীভাবে এদের হাতে গেল?</p><p><br></p><p>তিনি বলেন, যাদের হাতে আন অথোরাইজড ওয়েপন আছে, আগামী ৭ দিনের মধ্যে থানায় জমা দেবেন। যদি জমা না দেন, তাহলে দুইটা চার্জ লাগবে। একটা হচ্ছে অবৈধ ওয়েপন, আরেকটা হচ্ছে সরকারি নিষিদ্ধ ওয়েপন আপনাদের হাতে। সেটার জন্য আন্তর্জাতিক আদালতেও যাওয়া যেতে পারে যে, এটা কোথা থেকে পেয়েছেন। এই রাইফেলগুলো ফেরত দিতে হবে ৭ দিনের মধ্যে। আগামী সোমবারের মধ্যে ফেরত দিতে হবে। তা নাহলে অস্ত্র হাতে কাউকে পেলে তার বিরুদ্ধে দুটি অভিযোগ আনা হবে। থানায় জমা দেন। নিজেরা না দিলেও অন্যের মাধ্যমে দেন। যেভাবেই হোক রাইফেলগুলো ফেরত দিতে হবে। নাহলে আমরা হান্টিং শুরু করব।</p><p><br></p><p>এম সাখাওয়াত হোসেন বলেন, আন্তর্জাতিক পর্যায়েও আমাদের সাহায্য চাইতে হবে যে, এই ঘটনা কেন ঘটল বাংলাদেশে। আমি অলরেডি রিকমেন্ড করেছি। সামনে যে মিটিং হবে সেখানে বলব যে, কীভাবে, কারা হুকুমদাতা, কেন হয়েছে?</p><p><br></p><p>কোনো গণমাধ্যম বন্ধ করার পক্ষে নন বলেও উল্লেখ করেন স্বরাষ্ট্র উপদেষ্টা। তিনি বলেন, ‘আমি গতকাল একটা কথা বলেছি। সে জন্য দুঃখিত। রাগের মাথায় বলেছি যে, আবার চাটুকারিতা করলে বন্ধ করে দেব। এটা আমার কাজ না।’</p><p><br></p><p>সব পুলিশ খারাপ না বলেও উল্লেখ করেছেন এম সাখাওয়াত হোসেন। তিনি বলেন, তাদের উপলব্ধি হয়েছে। তারা নিজেরাই এখন আগের পোশাক পরে আসতে চায় না। তারা করেননি, তাদের দিয়ে করানো হয়েছে।</p><p><br></p><p>‘গণ্ডগোল পাকিয়ে লাভ হবে না, লোকজন আবার ক্ষেপে উঠবে’</p><p>আজ সোমবার সচিবালয়ে&nbsp; ধর্মীয় সংখ্যালঘু সম্প্রদায়ের একটি প্রতিনিধি দল স্বরাষ্ট্র উপদেষ্টার সঙ্গে সংখ্যালঘুদের বিভিন্ন দাবি নিয়ে দেখা করেন। পরে সাংবাদিকদের প্রশ্নের জবাব দিতে গিয়ে সরকার থেকে সদ্য ক্ষমতাচ্যুত আওয়ামী লীগ নিয়েও বিভিন্ন কথা বলেন এম সাখাওয়াত হোসেন । তিনি এ সময় নতুন মুখ ও নতুন অঙ্গীকার নিয়ে দল গোছাতে আওয়ামী লীগকে পরামর্শ দেন।&nbsp;&nbsp;</p><p><br></p><p>স্বরাষ্ট্র উপদেষ্টা বলেন, আওয়ামী লীগ একটি বড় রাজনৈতিক&nbsp; দল। প্রচুর ভালো ভালো নেতা আছে। এই দলটি এক সময় মধ্যবিত্তের সেক্যুলার দল ছিল। মুসলিম লীগ ছিল উচ্চবিত্তের। মধ্যবিত্তের দল ছিল আওয়ামী লীগ। এত বড় মানুষের দল, যিনি (বঙ্গবন্ধু শেখ মুজিবুর রহমান) এ দেশ&nbsp; স্বাধীন করেছেন। এতে কোনো সন্দেহ নেই। কারও সন্দেহ থাকার কথা না। তাঁর নামে মুক্তিযুদ্ধ হয়েছে, স্বাধীনতা হয়েছে। সেই দল এ রকমভাবে ভেঙে পড়ে যাবে, লুকিয়ে লুকিয়ে বেড়াতে হচ্ছে।&nbsp; &nbsp; &nbsp;&nbsp;</p><p><br></p><p>নতুন নেতৃত্বে দল গোছানোর পরামর্শ দিয়ে এম সাখাওয়াত হোসেন বলেন, ‘আপনারা দল গুছিয়ে নেন, আপনাদের দল তো কেউ নিষিদ্ধ করেনি। যেকোনো দল নিষিদ্ধ করা বাজে সংস্কৃতি।’&nbsp; &nbsp; &nbsp;&nbsp;</p><p><br></p><p>আন্দোলনের মুখে পদত্যাগ করে দেশ ছেড়ে যাওয়া শেখ হাসিনার উদ্দেশ্যে স্বরাষ্ট্র উপদেষ্টা বলেন, \'আপনি আসবেন, আপনার দেশ। আপনি আসেন না কেন? নাগরিকত্ব তো যায়নি। ২১ বছর প্রধানমন্ত্রিত্ব করেছেন। আপনি স্বেচ্ছায় চলে গেছেন, কেউ তো যেতে বলেননি। স্বেচ্ছায় আছেন, ভালো থাকবেন, আবার আসবেন। আমরা সবাই আপনাকে শ্রদ্ধা করি। কিন্তু গণ্ডগোল পাকিয়ে কোনো লাভ হবে না। বরং লোকজন আবার ক্ষেপে উঠবে।’</p><p><br></p><p>এ সময় জাতীয় পার্টির উদাহরণ তুলে ধরেন এম সাখাওয়াত হোসেন। এইচ এম এরশাদ কারাগারে যাওয়ায় দলটি বেঁচে যায় বলেও মন্তব্য করেন তিনি। সংখ্যালঘুদের ওপর হামলাসহ বিভিন্ন সংঘাত বন্ধ করার ব্যবস্থা নিতে রাজনৈতিক দলগুলোর প্রতি আহ্বান জানান স্বরাষ্ট্র উপদেষ্টা। তিনি বলেন, ‘আপনারা আপনাদের এলাকা ঠিক করেন। যদি সংসদীয় এলাকা অনুযায়ী হিসাব নিতে থাকি, আপনারা আমাকে ভালো করে জানেন। আমি নতুন লোক না। আমি নিশ্চিত করব (সংশ্লিষ্ট নির্বাচনী এলাকায়) নির্বাচন যাতে না হয়।’ তিনি আরও বলেন, দয়া করে দেশকে অরাজকতার দিকে ঠেলে দেবেন না। ইনকলুডিং সদ্য যে পার্টি (আওয়ামী লীগ), আপনারা দল গোছান, আমরা স্বরাষ্ট্র মন্ত্রণালয় থেকে আপনাদের সাহায্য করব। আপনারা গোছান নতুন মুখ (নতুন নেতৃত্ব), নতুন অঙ্গীকার নিয়ে। আশা করি, রাজনৈতিক দল আইন অনুযায়ী হবে।’</p>', 'blog-image-731723457398.webp', 1, '2024-08-12 10:09:58'),
(5, 1, 'অবসরের আবেদনে অতিরিক্ত ডিআইজি লিখলেন, ‘আওয়ামী লীগ সরকারের মন্ত্রীদের অবৈধ আদেশ পালন করতে হয়েছে’', '<p>পুলিশের চাকরি থেকে স্বেচ্ছায় অবসরের আবেদন করেছেন অতিরিক্ত উপমহাপরিদর্শক (ডিআইজি) মো. মনিরুজ্জামান। অবসরের আবেদনে তিনি লিখেছেন, ‘বাংলার মানুষের ঘৃণার পাত্র হিসেবে আমি পুলিশ বাহিনীতে চাকরি করতে ইচ্ছুক নই।’</p><p><br></p><p>মো. মনিরুজ্জামান বর্তমানে ট্যুরিস্ট পুলিশের খুলনা-বরিশাল বিভাগে কর্মরত। গতকাল রোববার স্বরাষ্ট্র মন্ত্রণালয়ের জননিরাপত্তা বিভাগের জ্যেষ্ঠ সচিবের কাছে তিনি চাকরি থেকে অবসরের আবেদন করেন। ট্যুরিস্ট পুলিশ হেড কোয়ার্টার্সের রিসিভ অ্যান্ড ডেসপাচ শাখা আবেদনপত্রটি গ্রহণ করেছে।</p><p><br></p><p>অতিরিক্ত ডিআইজি লিখেছেন, ‘৫ আগস্ট ছাত্র-জনতার অভ্যুত্থানে আওয়ামী লীগ সরকারের পতন হয়। এর আগের কয়েক দিন ও বিগত ১০ বছরে বিভিন্ন সময়ে আওয়ামী লীগ সরকারের সংশ্লিষ্ট মন্ত্রীদের অবৈধ আদেশ পালন করতে হয়েছে। এই আদেশ পালন করতে গিয়ে অবৈধ সরকারকে রক্ষার নামে নিজেদের ক্ষমতা ও অবৈধ অর্থ উপার্জনের পথকে দীর্ঘায়িত করার মানসে পুলিশের শীর্ষ পর্যায়ের কর্মকর্তাদের হিংস্র ও বর্বর আদেশে শিশু-কিশোরসহ বহু মানুষকে মাঠপর্যায়ের পুলিশ সদস্যরা হত্যা করেছেন, যার পরিপ্রেক্ষিতে বাংলাদেশ পুলিশ বাহিনী বর্তমানে গণশত্রুতে পরিণত হয়েছে।’</p><p><br></p><p>স্বেচ্ছায় অবসরের আবেদনে পুলিশ কর্মকর্তা লিখেছেন, ‘আমি বুঝতে পারছি যে বাংলাদেশ পুলিশ বাহিনীতে আর চাকরি করা আমার জন্য সমীচীন নয়। এ কারণে ১১ আগস্ট আমি পুলিশে আমার পদ থেকে স্বেচ্ছায় অবসর গ্রহণ করলাম।’</p><p><br></p><p>আবেদনের শেষে মো. মনিরুজ্জামান লিখেছেন, ‘বাংলার মানুষের ঘৃণার পাত্র হিসেবে আমি পুলিশ বাহিনীতে চাকরি করতে ইচ্ছুক নই। আমি চাকরি হতে স্বেচ্ছায় অবসর গ্রহণ করলাম। অতএব আমার এ পদত্যাগপত্র গ্রহণ করে প্রয়োজনীয় ব্যবস্থা নিতে আপনার সদয় মর্জি কামনা করছি।’</p>', 'blog-image-681723457651.webp', 1, '2024-08-12 10:14:11'),
(6, 1, 'পাদানিতে ঝুলতে থাকা গুলিবিদ্ধ নাফিজ তখনো রিকশার রড ধরে ছিল', '<p>গুলিবিদ্ধ গোলাম নাফিজকে পুলিশ যখন রিকশার পাদানিতে তুলে দেয়, তখনো সে রিকশার রডটি হাত দিয়ে ধরে রেখেছিল। রিকশাচালক নূর মোহাম্মদ তাকে নিয়ে রাজধানীর ফার্মগেটের একটি হাসপাতালে ঢুকতে গেলে আওয়ামী লীগের কয়েকজন নেতা বাধা দেন বলে জানান প্রত্যক্ষদর্শী সাংবাদিক। পরে ১৭ বছরের গোলাম নাফিজকে নিয়ে রিকশাচালক খামারবাড়ির দিকে চলে যান।</p><p><br></p><p>দৈনিক মানবজমিন পত্রিকার ফটোসাংবাদিক জীবন আহমেদ পুলিশ ও আওয়ামী লীগের নেতাদের বাধার পরও রিকশার পাদানিতে ঝুলতে থাকা নাফিজের কয়েকটি ছবি তুলতে পেরেছিলেন। ৪ আগস্ট দিবাগত রাত ১২টার পর পত্রিকাটির প্রথম পাতায় ছাপা নাফিজের একটি ছবি ফেসবুকে ছড়িয়ে পড়ে। সেই ছবি দেখেই নাফিজের মা-বাবা সন্তানের খোঁজ পান।</p><p><br></p><p>ওই যে দেখেন, ছেলেটা রিকশার রডটা ধইরা রাখছিল। কত খুঁজলাম, তখন যদি ছেলেটারে পাইতাম, বাঁচানোর জন্য একটু চেষ্টা করতে পারতাম। ছেলের বুকের মধ্যে লাগা গুলি পিঠের দিক দিয়া বাইর হইয়া যায়। পরে তো শুনি আমার চাঁদের মতো ছেলেটা মর্গে আছে।</p><p>গোলাম রহমান, নিহত গোলাম নাফিজের বাবা।</p><p>এখন মা–বাবা আর ওই ফটোসাংবাদিকের আক্ষেপ, যদি দ্রুত হাসপাতালে নেওয়া যেত আর প্রাথমিক চিকিৎসা দেওয়া যেত, তাহলে হয়তো ছেলেটিকে বাঁচানো সম্ভব হতো।</p><p><br></p><p>গোলাম নাফিজ সরকারি চাকরিতে কোটা সংস্কার আন্দোলনকে কেন্দ্র করে ছড়িয়ে পড়া সংঘর্ষে গুলিতে মারা যায়। সে রাজধানীর বনানী বিদ্যানিকেতন স্কুল অ্যান্ড কলেজ থেকে এসএসসিতে জিপিএ-৫ পেয়ে পাস করে কলেজে একাদশ শ্রেণিতে ভর্তি হয়েছিল। পরিবারসহ থাকত মহাখালীতে। দুই ভাই তারা। নাফিজ ছোট।</p><p><br></p><p>গত শনিবার দুপুরে গিয়ে দেখা যায়, বাসায় নাফিজের ঘরে একটি বড় ব্যানার টানানো আছে। বনানী বিদ্যানিকেতনের বানানো এই ব্যানারে রিকশার পাদানিতে মাথায় জাতীয় পতাকা বাঁধা রক্তাক্ত নাফিজের ছবির পাশেই তার আগের একটি হাসিমুখের ছবি দেওয়া আছে।</p><p><br></p><p>নাফিজের বড় ভাইয়ের নাম গোলাম রাসেল। এইচএসসি পাস করে এখন তিনি একটি বেসরকারি বিশ্ববিদ্যালয়ে ভর্তি হবেন। নাফিজ বড় ভাইয়ের বই দিয়ে নিজের পড়ার টেবিলটি সাজিয়ে রেখেছিল। কলেজের নতুন পোশাক (ইউনিফর্ম) বানানোর পাশাপাশি শীতের সময় পরার জন্য পছন্দ করে সোয়েটার কিনেছিল। এখন সেসব ঘরে পড়ে আছে।</p><p><br></p><p>নাফিজের বাবা গোলাম রহমান ও মা নাজমা আক্তার। নাফিজের ঘরে বসে তাঁরা একটি প্যাকেট থেকে একে একে ছেলের কলেজের নতুন পোশাক, ছোটবেলার নীল রঙের একটি বল আর রিমোটচালিত খেলনা গাড়ি বের করে দেখালেন। বললেন, ‘ছেলে কলেজে পড়লেও এগুলো দিয়ে খেলত। স্কুলে বিতর্ক করত।’</p><p><br></p><p>রিকশার পাদানিতে সন্তানের রক্তাক্ত শরীরের ছবি দেখিয়ে পেশায় ব্যবসায়ী গোলাম রহমান বলেন, ‘ওই যে দেখেন, ছেলেটা রিকশার রডটা ধইরা রাখছিল। কত খুঁজলাম, তখন যদি ছেলেটারে পাইতাম, বাঁচানোর জন্য একটু চেষ্টা করতে পারতাম। ছেলের বুকের মধ্যে লাগা গুলি পিঠের দিক দিয়া বাইর হইয়া যায়। পরে তো শুনি আমার চাঁদের মতো ছেলেটা মর্গে আছে।’</p><p><br></p><p>নাফিজের পরিবারের সদস্য, বন্ধুসহ আরও কয়েকজনের সঙ্গে কথা বলে জানা গেছে, আন্দোলন করতে গিয়ে ৪ আগস্ট বিকেল সাড়ে চারটার দিকে ফার্মগেটের পদচারী–সেতুর নিচে নাফিজ গুলিবিদ্ধ হয়। নাফিজ নিজের মুঠোফোন বাসায় রেখে গিয়েছিল। তিনটার দিকে এক বন্ধুর মুঠোফোন থেকে মাকে ফোন করে বলেছিল, ফার্মগেটের দিকে আছে সে। ভালো আছে। তাড়াতাড়ি বাসায় ফিরবে।</p>', 'blog-image-481723457732.webp', 1, '2024-08-12 10:15:32'),
(24, 2, 'সাবেক তথ্য প্রতিমন্ত্রী মোহাম্মদ এ আরাফাত, স্ত্রী ও ব্যবসাপ্রতিষ্ঠানের ব্যাংক হিসাব স্থগিত', '<p>সাবেক তথ্য ও সম্প্রচার প্রতিমন্ত্রী মোহাম্মদ আলী আরাফাত, তাঁর স্ত্রী ও তাঁদের মালিকানাধীন ব্যবসাপ্রতিষ্ঠানের ব্যাংক হিসাবে লেনদেন স্থগিত করার আদেশ দেওয়া হয়েছে। বাংলাদেশ ব্যাংকর আর্থিক গোয়েন্দা বিভাগ এ নির্দেশ দিয়েছে। সব ব্যাংক ও আর্থিক প্রতিষ্ঠানের কাছে এ নির্দেশনা পাঠিয়ে দেওয়া হয়েছে।</p><p><br></p><p>বাংলাদেশ ফাইন্যান্সিয়াল ইন্টেলিজেন্স ইউনিটের (বিএফআইইউ) নির্দেশনায় বলা হয়েছে, মোহাম্মদ আলী আরাফাত ও তাঁর স্ত্রী শারমিন মুশতারী এবং তাঁদের মালিকানাধীন ব্যবসাপ্রতিষ্ঠানের নামে কোনো ব্যাংক হিসাব পরিচালিত হলে আগামী ৩০ দিনের জন্য সেগুলোর লেনদেন স্থগিত করার নির্দেশ দেওয়া হলো।</p><p><br></p><p>অর্থ পাচার নিরোধসংক্রান্ত ২০১২ সালের মানি লন্ডারিং প্রতিরোধ আইন অনুযায়ী এ আদেশ দেওয়া হয়।</p><p><br></p><p>বিএফআইইউ আরও বলেছে, কোনো হিসাব স্থগিত করা হলে হিসাবসংশ্লিষ্ট তথ্য বা দলিল, যেমন হিসাব খোলার ফরম, কেওয়াইসি ও লেনদেন বিবরণী ইত্যাদি চিঠি দেওয়ার তারিখ থেকে তিন কার্যদিবসের মধ্যে তাদের কাছে পাঠানোর জন্য ব্যাংক ও আর্থিক প্রতিষ্ঠানগুলোকে অনুরোধ করা হয়েছে।</p><p><br></p><p>লেনদেন স্থগিত করার এই নির্দেশের ক্ষেত্রে মানি লন্ডারিং প্রতিরোধ বিধিমালা, ২০১৯–এর ২৬(২) ধারা প্রযোজ্য হবে বলে বিএফআইইউর চিঠিতে বলা হয়েছে।</p><p><br></p><p>শেখ হাসিনা সরকারের পতনের পর গতকাল রোববার পররাষ্ট্রমন্ত্রী ও আওয়ামী লীগের যুগ্ম সাধারণ সম্পাদক মোহাম্মদ হাছান মাহমুদ, তাঁর স্ত্রী ও মেয়ের ব্যাংক হিসাব জব্দ করার নির্দেশ দেওয়া হয়েছিল। এরপর আজ সোমবার মোহাম্মদ এ আরাফাত ও তাঁর স্ত্রীর হিসাব স্থগিত করার আদেশ দেওয়া হলো।</p><p><br></p><p>মোহাম্মদ আলী আরাফাত ঢাকার একটি আসনের সংসদ সদস্য ছিলেন। ৫ আগস্ট শেখ হাসিনা দেশ ছাড়ার পর সাবেক এই প্রতিমন্ত্রীকে জনসমক্ষে দেখা যায়নি। তিনি কোথায় আছেন, সে সম্পর্কেও কোনো তথ্য পাওয়া যায়নি।</p>', 'blog-image-11723468066.webp', 1, '2024-08-12 13:07:46');

-- --------------------------------------------------------

--
-- Table structure for table `blog_featured_images`
--

CREATE TABLE `blog_featured_images` (
  `id` int(11) NOT NULL,
  `blog_id` int(11) NOT NULL,
  `image` varchar(255) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- Dumping data for table `blog_featured_images`
--

INSERT INTO `blog_featured_images` (`id`, `blog_id`, `image`, `created_at`) VALUES
(23, 3, 'blog-image-521723457287.webp', '2024-08-12 10:08:07'),
(24, 3, 'blog-image-891723457288.webp', '2024-08-12 10:08:08'),
(25, 3, 'blog-image-211723457289.webp', '2024-08-12 10:08:09'),
(28, 6, 'blog-image-851723457732.webp', '2024-08-12 10:15:32');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `admins`
--
ALTER TABLE `admins`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `blogs`
--
ALTER TABLE `blogs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `blog_featured_images`
--
ALTER TABLE `blog_featured_images`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `admins`
--
ALTER TABLE `admins`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `blogs`
--
ALTER TABLE `blogs`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=25;

--
-- AUTO_INCREMENT for table `blog_featured_images`
--
ALTER TABLE `blog_featured_images`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=32;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
